{
  "businessName": "זכוכית מעיליא",
  "address": "זכוכית מעיליא, אזור הצפון",
  "location": "כתובת:",
  "homePage": "דף הבית",
  "view": "צפייה",
  "homeDescription": {
    "homePageDescription1": "מומחים במקלחונים, פרגולות ומעקות מאלומיניום וזכוכית",
    "homePageDescription2": "עיצוב מודרני, איכות ללא פשרות ושירות מקצועי כבר למעלה מ-20 שנה"
  },
  "showers": "מקלחונים",
  "showersDescription": "מקלחונים מעוצבים מזכוכית ואלומיניום באיכות גבוהה. אנו מציעים מגוון רחב של עיצובים מודרניים ומסורתיים, המותאמים לכל חלל אמבטיה. המקלחונים שלנו מיוצרים מחומרים עמידים במיוחד, קלים לניקוי ותחזוקה, ומעניקים מראה יוקרתי ונקי לחדר האמבטיה שלכם.",
  "pergolas": "פרגולות",
  "pergolasDescription": "פרגולות מאלומיניום וזכוכית בהתאמה אישית. הפרגולות שלנו מעוצבות בקפידה ומותאמות לאקלים הישראלי, מספקות הצללה מושלמת ומראה אלגנטי לחצר ביתכם. אנו משלבים חומרים איכותיים עם טכנולוגיות מתקדמת ליצירת פרגולות עמידות, מבודדות ומרשימות.",
  "railings": "מעקות",
  "railingsDescription": "מעקות מעוצבים מאלומיניום וזכוכית לבית ולעסק. המעקות שלנו משלבים בטיחות מקסימלית עם אסתטיקה מודרנית, מתאימים למדרגות, מרפסות וגגות. אנו מקפידים על תקני הבטיחות המחמירים ביותר תוך שמירה על עיצוב נקי ואלגנטי.",
  "contactUs": "צור קשר",
  "fullName": "שם מלא:",
  "email": "דוא'ל:",
  "phone": "מספר טלפון:",
  "message": "הודעה:",
  "send": "שליחה",
  "rating": "דירוג",
  "addReview": "הוסף דירוג",
  "reviewsTitle": "מה אומרים עלינו?",
  "whyUs": {
    "title": "למה לבחור בזכוכית מעיליא?",
    "sections": {
      "section1": {
        "whyUsTitle1": "איכות ללא פשרות",
        "whyUsDescription1": "אנו מקפידים על שימוש בחומרים מהאיכות הגבוהה ביותר לעמידות מקסימלית.",
        "whyUsDescription2": "הצוות המקצועי שלנו מביא שנים של ניסיון וידע מעמיק בתחום."
      },
      "section2": {
        "whyUsTitle2": "מקצועיות",
        "whyUsDescription1": "הצוות המקצועי שלנו מביא שנים של ניסיון וידע מעמיק בתחום.",
        "whyUsDescription2": "אנו מספקים ליווי מקצועי צמוד והתאמה מושלמת לצרכי כל לקוח."
      },
      "section3": {
        "whyUsTitle3": "שירות אישי",
        "whyUsDescription1": "אנו מספקים ליווי מקצועי צמוד והתאמה מושלמת לצרכי כל לקוח.",
        "whyUsDescription2": "מעניקים אחריות מלאה על כל עבודה ומחויבים לשביעות רצון הלקוח."
      }
    }
  },
  "quickLinks": "ניווט מהיר",
  "businessHours": {
    "title": "שעות פעילות",
    "description": {
      "weekdays": "שני - שישי: 8:00 - 17:00",
      "weekend": "שבת: 8:00 - 14:00",
      "sunday": "ראשון: סגור"
    }
  },
  "copyright": "© {{year}} זכוכית מעיליא. כל הזכויות שמורות.",
  "errorMessages": {
    "userNameError": "שם משתמש הוא שדה חובה",
    "contentError": "הודעה היא שדה חובה",
    "ratingError": "אנא בחר דירוג"
  },
  "legal": "חוקי",
  "privacyPolicy": {
    "title": "מדיניות פרטיות",
    "sections": {
      "section1": {
        "title": "1. מבוא",
        "description": "ברוכים הבאים לזכוכית מעיליא. פרטיותכם חשובה לנו. מדיניות הפרטיות הזאת מסבירה כיצד אנו מאחזנים, משתמשים בו ומגן על המידע האישי שאתם מספקים כאשר אתם מתקשרים איתנו או מגיבים על דירוג באמצעות האתר שלנו."
      },
      "section2": {
        "title": "2. המידע שאנו אוספים",
        "intro": "אנו אוספים את המידע היחיד הנאסף מרצונך דרך טופס יצירת הקשר או טופס חוות הדעת, וכולל:",
        "items": [
          "שם",
          "דוא״ל או מספר טלפון",
          "תוכן ההודעה או חוות הדעת"
        ],
        "outro": "איננו משתמשים בעוגיות, בכלי מעקב או אנליטיקה."
      },
      "section3": {
        "title": "3. מטרת השימוש במידע",
        "intro": "המידע משמש אך ורק לצורך:",
        "items": [
          "מענה לפניות",
          "פרסום או ניהול חוות דעת (בהסכמתך)",
          "שיפור השירות והתקשורת עם לקוחות"
        ]
      },
      "section4": {
        "title": "4. אחסון ושמירה",
        "description": "המידע נשמר באופן מאובטח ונגיש רק לעובדי החברה המורשים לכך.המידע לא נמכר, מושכר או מועבר לצדדים שלישיים."
      },
      "section5": {
        "title": "5. שמירת המידע ומחיקה",
        "description": "הודעות וחוות דעת נשמרות למשך הזמן הדרוש למטרות שפורטו לעיל.באפשרותך לבקש בכל עת למחוק או לעדכן את פרטיך על ידי פנייה אלינו בדוא״ל:📧 glassmielya@gmail.com"
      },
      "section6": {
        "title": "6. מאבטחת המידע",
        "description": "אנו מטפלים במדיניות מאובטחת ומאובטחת בצורה רציפה כדי להגן על המידע האישי שלכם מגישות בלתי רשות, פגיעה או שימוש לא רשות."
      },
      "section7": {
        "title": "7. זכויותיך",
        "intro": "אתם יכולים:",
        "items": [
          "לבקשת עותק של המידע האישי שאנו מאחזנים עליך.",
          "לבקשת מחיקה או תיקון של המידע שלכם.",
          "להחזיר את הסכמתכם לפרסום הדירוג שלכם בכל עת."
        ],
        "outro": "כדי להשתמש בזכויותיך, צורו קשר איתנו ב: glassmielya@gmail.com."
      },
      "section8": {
        "title": "8. עדכונים למדיניות זו",
        "description": "אנו יכולים לעדכן מדיניות זו בצורה תקופתית. העדכונים יוצגו בדף זה עם תאריך העדכון המתוקן."
      }
    }
  },
  "termsOfUse": {
    "title": "תנאי שימוש לאתר",
    "sections": {
      "section1": {
        "title": "1. מבוא",
        "description": "ברוכים הבאים לזכוכית מעיליא. על ידי גישה או שימוש באתר זה, אתה מסכים לתנאים האלה. אם אינך מסכים, אנא אל תשתמש באתר."
      },
      "section2": {
        "title": "2. שימוש באתר",
        "items": [
          "האתר נועד להציג מידע על מוצרים ושירותים שלנו, ולאפשר לצופים ליצור קשר איתנו או לשלוח חוות דעת.",
          "אתה מסכים לשימוש באתר רק למטרות חוקיות ובהתאמה לתנאים האלה.",
          "אתה לא יכול להעלות, לשלוח או לשלוח תוכן שגוי, בלתי נעים, בלתי נכון או שגוי, או שמגביל או מפר את הזכויות של צדדים אחרים."
        ]
      },
      "section3": {
        "title": "3. תוכן",
        "items": [
          "כאשר אתה שולח חוות דעת, אתה מאשר שהמידע שאתה מספק הוא נכון ושיש לך את הזכויות הנדרשות לשליחת התוכן שאתה שולח.",
          "אנו עשויים לספק, לערוך או למחוק חוות דעת או הודעה שכוללת תגובות בלתי נעימות, ספאם או מידע שגוי.",
          "חוות דעת מייצגות את דעות המשתמשים בלבד ולא בהכרח מייצגות את דעות החברה."
        ]
      },
      "section4": {
        "title": "4. תכנית ייחוס",
        "items": [
          "כל הטקסטים, תמונות, עיצובים ולוגוים שמופיעים באתר הם בעלי יחידות של זכוכית מעיליא, אלא אם צויין אחרת.",
          "אתה לא יכול להעלות, להעתיק או להפיץ חלק מאתר זה ללא רשות קדומה מידית."
        ]
      },
      "section5": {
        "title": "5. מוגבלות חוזרות",
        "items": [
          "המידע באתר מוצג “כפי שהוא”. אנו מנסים להציב את המידע בצורה נכונה, אבל איננו מבטיחים שהמידע יהיה חסר טעויות או תמיד עדכני.",
          "החברה אינה מספקת חוזרות על נזקים ישירים או עקיפים נגרמים משימוש באתר או על בסיס המידע בו."
        ]
      },
      "section6": {
        "title": "6. קישורים חיצוניים",
        "description": "האתר עשוי להכיל קישורים לאתרים חיצוניים. אנו איננו מספקים חוזרות על תוכן או פרטיות שלהם."
      },
      "section7": {
        "title": "7. שינויים לתנאים",
        "description": "אנו יכולים לעדכן את התנאים האלה בצורה תקופתית. השינויים יוצגו בדף זה עם תאריך העדכון המתוקן."
      },
      "section8": {
        "title": "8. חוקים מניקים",
        "description": "התנאים האלה מוגבלים בחוקים של מדינת ישראל. כל סככים יהיו מוגבלים למשטרת המשטרה המושלמת בישראל."
      }
    }
  },
  "accessibilityStatement": {
    "title": "מצב נגישות",
    "sections": {
      "section1": {
        "title": "1. התחייבותנו",
        "description": "זכוכית מעיליא מחויבת לספק נגישות שווה לכל משתמשים, כולל משתמשים עם מגוון תקלות. אנו מנסים להפוך אתר זה לנגיש בהתאמה לתקן הנגישות הישראלי 5568, שמתלכד עם מדיניות הנגישות הבין-מדינית WCAG 2.1 AA."
      },
      "section2": {
        "title": "2. תכונות נגישות",
        "items": [
          "מבנה סמנטי וכותרות ברורות",
          "תמיכה בניווט בעזרת מקלדת",
          "צבעים ברורים בין טקסט לרקע",
          "תמונות משמשות למשמעות",
          "עיצוב מגוון לפריטים שונים בגודל מסכמים",
          "גופנים נוחים ומעוצבים בקלות"
        ]
      },
      "section3": {
        "title": "3. תוכן חיצוני",
        "description": "האתר עשוי להכיל קישורים או תוכן ממקומות חיצוניים (כמו מפות או חלונות סולם חיצוניים). אנו איננו מספקים חוזרות על תוכן או פרטיות שלהם."
      },
      "section4": {
        "title": "4. פידבק וצור קשר",
        "description": "אנו ממשיכים לשפר את הנגישות ומקבלים משוב. אם מתרחשת תקלה נגישות או נדרשת מידע בפורמט חלופי, נא ליצור קשר איתנו:📧 glassmielya@gmail.com📞 052-4421044"
      }
    }
  }
}